[M_BloodHarvest MissionDefinition]
MissionName="bloody harvest"
MissionDescription="You face T.K, who is blind and dead. Baha, live in this country [place]holy head[-place]. Maybe sir. Baha has something for you.."
TurnInDescription="Think about herbs."
MissionSummary="Worthy of B.K. i was"
MissionGiver="TK shoot zombies"
MissionTurnInLocation="Zombie TK Oh"
TeaserText="There will be bloody actions.!"

[M_BloodHarvest:DesecrateGarden MissionObjectiveDefinition]
ProgressMessage="Destroying the garden"

[M_BloodHarvest:DestroyNests MissionObjectiveDefinition]
ProgressMessage="Destroy abandoned buildings"

[M_BloodHarvest:DigGrave1 MissionObjectiveDefinition]
ProgressMessage="Find your first ghost head"

[M_BloodHarvest:DigGrave2 MissionObjectiveDefinition]
ProgressMessage="You will find another skeleton."

[M_BloodHarvest:DigGrave3 MissionObjectiveDefinition]
ProgressMessage="Find the third zombie bone"

[M_BloodHarvest:FindTKBaha MissionObjectiveDefinition]
ProgressMessage="Call TK Baha"

[M_BloodHarvest:ForgeKey MissionObjectiveDefinition]
ProgressMessage="Use the hammer "

[M_BloodHarvest:GoToWindmill MissionObjectiveDefinition]
ProgressMessage="Go to the factory"

[M_BloodHarvest:GrabForgedKey MissionObjectiveDefinition]
ProgressMessage="Totally from the previous cartoon."

[M_BloodHarvest:HeadtoBlacksmith MissionObjectiveDefinition]
ProgressMessage="go to the studio"

[M_BloodHarvest:KillBlacksmith MissionObjectiveDefinition]
ProgressMessage="Kill the blacksmith"

[M_BloodHarvest:KillKingpin MissionObjectiveDefinition]
ProgressMessage="Hit the top of the brick"

[M_BloodHarvest:MissionObjectiveSetDefinition_10 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:MissionObjectiveSetDefinition_11 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:MissionObjectiveSetDefinition_12 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:MissionObjectiveSetDefinition_9 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_DesecrateGarden MissionObjectiveSetDefinition]
MissionSummaryOverride="Paint the garden with blood."
MissionDescriptionOverride="The mills are working and the pumps are working. Shame on the head of Pumkin Memorial Park."

[M_BloodHarvest:ObjSet_DestroyNests MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_DigUpGraves MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride="Learn the properties of the magic key!"
MissionDescriptionOverride="A locked door leads to Pumpkinhead. Search nearby tombs to collect valuables. "

[M_BloodHarvest:ObjSet_FindKeyPart1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_FindTKBaha MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="three [place]Hole knows[-place]. I work for you."

[M_BloodHarvest:ObjSet_ForgeKey MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_GrabForgedKey MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_HeadtoBlacksmith MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_HeadtoBlacksmithGate MissionObjectiveSetDefinition]
MissionSummaryOverride="Go to the blacksmith."
MissionDescriptionOverride="He collected many pieces. Time to ask a friendly locksmith.."

[M_BloodHarvest:ObjSet_HeadToGate MissionObjectiveSetDefinition]
MissionSummaryOverride="Beat the pumpkin ring guide."
MissionDescriptionOverride="TK Baha wants to eliminate Jack Farol, who is considered the leader of the Pumpkins.."

[M_BloodHarvest:ObjSet_HeadToPumpkinPatch MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_KillBlacksmith MissionObjectiveSetDefinition]
MissionSummaryOverride="The failure of the sword."
MissionDescriptionOverride="Finally, the lock is not good at all, grab the hammer and power up!"

[M_BloodHarvest:ObjSet_KillKingpin MissionObjectiveSetDefinition]
MissionSummaryOverride="Kill the pumpkin boss"
MissionDescriptionOverride="Everything is leading up to this moment. Kill Jack Parole and save him. [place]holy place[-place]."

[M_BloodHarvest:ObjSet_LockedGate MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_PickUpHammer MissionObjectiveSetDefinition]
MissionSummaryOverride="Create a magic key."
MissionDescriptionOverride="Now that the blacksmith has failed, take a hammer and make your own key.."

[M_BloodHarvest:ObjSet_UnlockGate MissionObjectiveSetDefinition]
MissionSummaryOverride="Go back to the door.!"
MissionDescriptionOverride="With the purchase code, you can now enter the corner of the pumpkin box.."

[M_BloodHarvest:ObjSet_UseWindmill MissionObjectiveSetDefinition]
MissionSummaryOverride="Build a company."
MissionDescriptionOverride="Pumpkin should play the role of hero. start a thread!"

[M_BloodHarvest:PickUpHammer MissionObjectiveDefinition]
ProgressMessage="Take the hammer from the steel mill."

[M_BloodHarvest:PickUpKeyPart1 MissionObjectiveDefinition]
ProgressMessage="The first key is the integration convention"

[M_BloodHarvest:PickUpKeyPart2 MissionObjectiveDefinition]
ProgressMessage="Take another important role"

[M_BloodHarvest:PickUpKeyPart3 MissionObjectiveDefinition]
ProgressMessage="Summary of Part III"

[M_BloodHarvest:PlaceKeyPieces MissionObjectiveDefinition]
ProgressMessage="Paste the main part"

[M_BloodHarvest:UnlockGate MissionObjectiveDefinition]
ProgressMessage="open the door"

[M_TrickOrTreat MissionDefinition]
MissionName="Charity, please"
MissionDescription="Even if you don't have eyes, you will have sweet eyes.?"
TurnInDescription="It is dangerous to collect candy in these places."
MissionSummary="Add T.K.Wow's Sugar Brain!!"
MissionGiver="Zombie level training"
MissionTurnInLocation="BC evil zombies"
TeaserText="brain! side!"

[M_TrickOrTreat:CollectCandy MissionObjectiveDefinition]
ProgressMessage="brain pathways"

[M_TrickOrTreat:GiveCandy MissionObjectiveDefinition]
ProgressMessage="Get information about Baha Tatlı Bahcesi"

[M_TrickOrTreat:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TrickOrTreat:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

